Identifies if the iteration has completed.
  Namespace:   Autodesk.Revit.DB.Electrical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2017
 Syntax
  C#
public virtual bool IsDone()
  Visual Basic
Public Overridable Function IsDone As Boolean
  Visual C++
public:
virtual bool IsDone()
 Return Value
 True if the iteration has no more items. False if there are more items to be iterated.
 See Also
  ConduitSizeSettingIterator Class
  Autodesk.Revit.DB.Electrical Namespace